// This file is part of Looted Trader Inventory.
// Looted Trader Inventory - a mutator for Killing Floor 2.
//
// Copyright (C) 2022-2024 GenZmeY (mailto: genzmey@gmail.com)
//
// Looted Trader Inventory is free software: you can redistribute it
// and/or modify it under the terms of the GNU General Public License
// as published by the Free Software Foundation,
// either version 3 of the License, or (at your option) any later version.
//
// Looted Trader Inventory is distributed in the hope that it will be useful,
// but WITHOUT ANY WARRANTY; without even the implied warranty of
// MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
// See the GNU General Public License for more details.
//
// You should have received a copy of the GNU General Public License along
// with Looted Trader Inventory. If not, see <https://www.gnu.org/licenses/>.

[LTI_LocalMessage]
SyncItems="Sync items:"
WaitingGRI="Waiting GRI..."
IncompatibleGRI="Incompatible GRI:"
IncompatibleGRIWarning="You can enter the game, but the trader may not work correctly."
NoneGRI="GRI is not initialized!"
NoneGRIWarning="It is recommended to reconnect. If you enter the game right now, the trader may not work correctly."
SecondsShort="s"
PleaseWait="Please wait"
